Repository: jaywcjlove/app-i18n
Catalog: i18n/source/webserve/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, ru, vi, zh_hans, zh_hant

source: Unable to start due to insufficient permissions. Please select a folder again and save to obtain read access to the folder.
de: Start aufgrund unzureichender Berechtigungen nicht möglich. Bitte wählen Sie den Ordner erneut aus und speichern Sie, um Lesezugriff auf den Ordner zu erhalten.
fr: Impossible de démarrer en raison d’autorisations insuffisantes. Veuillez sélectionner à nouveau un dossier et enregistrer pour obtenir un accès en lecture à ce dossier.
ja: 権限不足のため起動できません。フォルダを再度選択して保存し、読み取り権限を取得してください。
ko: 권한이 부족하여 시작할 수 없습니다. 폴더를 다시 선택하고 저장하여 읽기 권한을 획득하세요.
ru: Не удалось запустить из-за недостаточных разрешений. Выберите папку ещё раз и сохраните изменения, чтобы получить доступ к ней для чтения.
vi: Không thể khởi động do không đủ quyền. Vui lòng chọn lại thư mục và lưu để có quyền đọc thư mục.
zh_hans: 没有权限无法启动，请重新选择文件夹并保存，获取文件夹读取权限。
zh_hant: 因權限不足而無法啟動。請重新選擇資料夾並儲存，以取得該資料夾的讀取權限。

source: Use HTTPS
de: HTTPS verwenden
fr: Utiliser HTTPS
ja: HTTPS を使用
ko: HTTPS 사용
ru: Использовать HTTPS
vi: Sử dụng HTTPS
zh_hans: 使用 HTTPS
zh_hant: 使用 HTTPS

source: Warning
de: Warnung
fr: Avertissement
ja: 警告
ko: 경고
ru: Предупреждение
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

source: With your generous financial assistance, I have great confidence in keeping WebServe healthy and maintaining it actively.
de: Dank Ihrer großzügigen finanziellen Unterstützung bin ich sehr zuversichtlich, WebServe gesund zu halten und aktiv weiterzuentwickeln.
fr: Grâce à votre généreux soutien financier, j’ai toute confiance dans le fait de garder WebServe en bonne santé et de le maintenir activement.
ja: 皆さまの惜しみないご支援のおかげで、WebServe を健全に保ち、積極的にメンテナンスし続ける自信があります。
ko: 여러분의 아낌없는 재정적 지원 덕분에 WebServe를 건강하게 유지하고 적극적으로 관리해 나갈 수 있다는 큰 자신감을 얻고 있습니다.
ru: Благодаря вашей щедрой финансовой поддержке я уверен, что смогу поддерживать WebServe в рабочем состоянии и активно развивать его.
vi: Nhờ sự hỗ trợ tài chính hào phóng của bạn, tôi tin tưởng rằng có thể duy trì WebServe ổn định và tích cực phát triển ứng dụng.
zh_hans: 有了你们慷慨的资助，我对保持 WebServe 的健康发展和积极维护它充满信心。
zh_hant: 有了您慷慨的資助，我更有信心讓 WebServe 保持良好狀態並持續積極維護。

source: Your generous financial assistance, I have great confidence in keeping WebServe healthy and maintaining it actively.
de: Mit Ihrer großzügigen finanziellen Unterstützung bin ich sehr zuversichtlich, WebServe gesund zu halten und aktiv weiterzuentwickeln.
fr: Avec votre généreux soutien financier, j’ai toute confiance dans le fait de garder WebServe en bonne santé et de le maintenir activement.
ja: 皆さまの惜しみないご支援により、WebServe を健全に保ち、積極的にメンテナンスし続ける自信があります。
ko: 여러분의 아낌없는 재정적 지원으로 WebServe를 건강하게 유지하고 적극적으로 관리해 나갈 수 있다는 큰 자신감을 얻고 있습니다.
ru: Благодаря вашей щедрой финансовой поддержке я уверен, что смогу поддерживать WebServe в рабочем состоянии и активно развивать его.
vi: Nhờ sự hỗ trợ tài chính hào phóng của bạn, tôi tin tưởng rằng có thể duy trì WebServe ổn định và tích cực phát triển ứng dụng.
zh_hans: 在你们的慷慨资助下，我对保持 WebServe 的健康发展和积极维护它充满信心。
zh_hant: 在您慷慨的資助下，我更有信心讓 WebServe 保持良好狀態並持續積極維護。

source: System
fr: Système
ja: システム
ko: 시스템
ru: Системная
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Web server URLs
fr: URL du serveur Web
ja: Web サーバー URL
ko: 웹 서버 URL
ru: URL веб-сервера
vi: URL máy chủ web
zh_hans: Web 服务器 URL
zh_hant: Web 伺服器 URL

source: Port
ja: ポート
ko: 포트
ru: Порт
vi: Cổng
zh_hans: 端口号
zh_hant: 連接埠

source: Version %@
ja: バージョン %@
ko: 버전 %@
ru: Версия %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: OK
ko: 확인
ru: ОК
zh_hans: 确认
zh_hant: 確認
